{
    "Bugatti": [
        {
            "BodyType": "Coupe",
            "ConditionDisplayName": "Used",
            "ConditionID": 3000,
            "Description": "﻿ 888-858-2149 Contact Seller ✕BACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXTBACKNEXT Image 1/28 Image 2/28 Image 3/28 Image 4/28 Image 5/28 Image 6/28 Image 7/28 Image 8/28 Image 9/28 Image 10/28 Image 11/28 Image 12/28 Image 13/28 Image 14/28 Image 15/28 Image 16/28 Image 17/28 Image 18/28 Image 19/28 Image 20/28 Image 21/28 Image 22/28 Image 23/28 Image 24/28 Image 25/28 Image 26/28 Image 27/28 Image 28/28 See Full Size Photos View Full Size Images 2010 Bugatti Veyron Stock #: PO1495 Exterior Color: Black Metallic/Titanium Grey Metallic Interior Color: Black/Fireglow Body Type: Coupe Transmission: Automatic Drivetrain: All Wheel Drive Title Condition: Clear Vehicle Description 431 mile Bugatti Veyron Available...Lowest mileage in the world! All Keys, Books, Car Cover, And Trickle Charger available with car. Veyron comes with 1 year factory Bugatti CPO Warranty. All service up to date. Contact Manhattan Motorcars Directly for any questions! Vehicle available to be shown via VIP Appointment only. Contact us now at 888-858-2149 for more details! Contact us for more details: 888-858-2149Call DealerContact Seller Photos Vehicle Warranty Please inquire with Manhattan Motorcars directly about the warranty on this vehicle. About Manhattan Motorcars Manhattan Motorcars is an elite new and pre-owned retailer of Porsche, Bentley, Lamborghini, Koenigsegg, Spyker, Lotus, and Bugatti vehicles conveniently located in New York City, respected as one of the most successful luxury and performance automotive dealers in the world. We have unmatched sales and service continuously from 1995-Present. Our soaring Sales and CSI reflect the professionalism and dedication to our clients and the lifestyle for which Manhattan Motorcars has become known.. Our specialists demonstrate shared enthusiasm for supremely refined vehicles and can expertly navigate our clients through every option from a wide selection of quality pre-owned automobiles. If you haven&rsquo;t experienced Manhattan Motorcars, it&rsquo;s time to treat yourself to the best in the business. Call our friendly NY Luxury Car Dealer staff today to learn about our latest NY luxury, high-end vehicle specials, test drive a luxury car, get details on that rare high-end vehicle, request a brochure, discuss your trade-in or even talk financing on your new luxury vehicle. We are here to help you! Contact us now at 888-858-2149 for more details! Contact us for more details: 888-858-2149Call DealerContact Seller Terms and Conditions Finance, Warranty, Shipping question? - Call the dealer at 888-858-2149 Payment Options We accept the following payment methods: - Cashier's Check/money order - Loan check from eBay Financing Center - Cash (in person) - Personal check (once cleared) Vehicle Pickup & Shipping All shipping charges are buyer's responsibility. General Terms General Terms and Conditions Notice to Bidders: All of the vehicles we list on eBay are for sale locally. We reserve the right to end an auction early. Deposit: We require a non-refundable $1000.00 deposit within 36 hours of winning the auction. Please call to make arrangements for payment. Payment Types: Cash in person, Certified Funds, Institutional Financing All sales transactions must be completed within 7 calendar days of auction close. Prices subject to change without notice and do not include Title, License, Registration Fees, State or Local Taxes or Processing Fees, if any. Please contact seller first for vehicle availability. Although every effort is made to present accurate and reliable information, use of this information is voluntary, and should only be deemed reliable after an independent review of its accuracy, completeness, and timeliness. It is the sole responsibility of the customer to verify the existence of options, accessories and the vehicle condition before time of sale. Any and all differences must be addressed prior to time of sale. No expressed or implied warranties, including the availability or condition of the equipment listed is made. EPA mileage estimates for comparison purposes only. Actual mileage may vary depending on driving conditions, driving habits, and vehicle maintenance. Fees and Taxes Out of state buyers are responsible for paying tax, title, license and documentation fee. The customer is responsible for registering the vehicle in their home state. Please reach out to dealer for details. Manhattan Motorcars is required to collect sales tax and motor vehicle fees for in state NY Buyers.",
            "EbayItemID": 352423758271,
            "EbayPrimaryCategoryID": 162296,
            "EbayPrimaryCategoryIDPath": "6000:6001:162295:162296",
            "EbayPrimaryCategoryName": "eBay Motors:Cars & Trucks:Bugatti:Veyron",
            "EbaySellerUserID": "mmc_nyc",
            "Engine": "--",
            "ExteriorColor": "Black",
            "ForSaleBy": "Dealer",
            "FuelType": "Gasoline",
            "InteriorColor": "Black",
            "Location": "New York, New York",
            "Make": "Bugatti",
            "Mileage": 431,
            "Model": "Veyron",
            "Options": "--",
            "PictureURL": [
                "https://i.ebayimg.com/00/s/NDE5WDY0MA==/z/mQ4AAOSwb1JbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/oVkAAOSwZNZbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/4HQAAOSwt5dbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/IWIAAOSwzt5bZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/6WoAAOSwfrJbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/MVcAAOSwBdRbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/1vEAAOSwl39bZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/m60AAOSwrcBbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/onoAAOSwX05bZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/Dw8AAOSwW3dbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/ZcIAAOSwwAVbZ7t2/$_1.JPG?set_id=880000500F",
                "https://i.ebayimg.com/00/s/NDI2WDY0MA==/z/7WgAAOSwGnxbZ7t2/$_1.JPG?set_id=880000500F"
            ],
            "PostalCode": "10019",
            "PowerOptions": "--",
            "StartTime": "2018-08-06T03:07:31.000Z",
            "StoreName": "Manhattan Motor Cars of New York",
            "StoreURL": "http://stores.ebay.com/id=43044259",
            "Title": "Veyron --",
            "Transmission": "Automatic",
            "VIN": "VF9SC2C25AM795190",
            "VehicleTitle": "Clear",
            "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/2010-Bugatti-Veyron-/352423758271",
            "Warranty": "Unspecified",
            "Year": 2010,
            "_currencyID": "USD",
            "value": 1890000.0
        },
        {
            "BodyType": "Coupe",
            "ConditionDisplayName": "Used",
            "ConditionID": 3000,
            "Description": "Scott Marks (954) 228-2740 5750 North Federal Hwy Fort Lauderdale Florida 33308 &#xe070; 2012 Bugatti Veyron 16.4 Grand Sport Vehicle Information VIN: VF9SK2C21CM795046 Stock: FP3629 Mileage: 2,367 Color: Gunmetal Gray Trans: AUTO Engine: 8.0L quad-turbo W16 MPG: Drivetrain: AWD &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe02d; &#xe02f; &#xe06d;Credit Application &#xe070;Directions to Dealer &#xe029;Contact Us &#xe06d; Apply Now Secure Credit Application Applying for a vehicle loan online is one of the quickest and easiest application methods. Our secure application is easy to complete, all you need are a few personal and employment details. Contact Ferrari Maserati of Ft Lauderdale 5750 North Federal Hwy Fort Lauderdale Florida 33308 View Map Ask for:Scott Marks Contact: &#xe029;Contact Us Office:(954) 228-2740 Options and Standard Features Basic Information Stock Number: FP3629 VIN Number: VF9SK2C21CM795046 Make: BUGATTI Model: VEYRON 16.4 GRAND SPORT Model Year: 2012 Exterior Color: Gray Interior Color: Black Body Type: Coupe Engine Fuel Type: Unknown DriveTrain Transmission: AUTO &#xe073; Similar Vehicles Check out similar vehicles in our inventory. View Inventory Message Some of the benefits of purchasing all of your high-line vehicles from the Experience Auto Group, the Eastern Sea Board's Premier Ferrari-Maserati Dealer Group: State of the art Brand New facilitiesPreferential Finance RatesEvery vehicle undergoes a 101 pt. InspectionAll vehicles are 100% CARFAX CERTIFIEDPick-up and drop-off for service needsLoaner cars available24 hour Roadside AssistanceOver 60 years of high-line ExperienceEnjoy the same Experience you receive as a special Ferrari-Maserati owner by Purchasing & Servicing all of your high-line vehicles with us. Terms Placing a Bid: Your bid constitutes a legally binding contract to purchase this vehicle. Please do not bid if you're not seriously interested or financially able to purchase this vehicle. Please read eBay's User Agreement Ferrari Maserati of Ft Lauderdale reserves the right to, Obtain and verify the registered information of all users who bid on this auction. Cancel any and all bids at our discretion, or end the auction early if necessary. Bidders Age: You must be 18 years of age or older to Bid. Special eBay Bid Retraction Rules: Please read eBay's \"Retracting a Bid\" If you place a bid before the last 12-hour period of the auction: You may retract that bid before that last 12-hour period but only for exceptional circumstances. You will not be allowed to retract that bid during the last 12-hour period of the auction. If you place a bid during the last 12-hour period of the auction: You will be allowed to retract the bid for exceptional circumstances but only if you do so within one hour after placing the bid.Funds & Financing: For help in arranging for a Pre-Approved loan or for any questions please e-mail or phone Scott at (954) 228-2740 prior to bidding. Buyers Inspection: Ferrari Maserati of Ft Lauderdale has done our best to disclose all information known about this vehicle for auction. Ferrari Maserati of Ft Lauderdale welcomes a buyers inspection. If you plan to have a buyers inspection, please make sure you inspect the vehicle prior to the auction ending. Inspection fees if any are Buyers responsibility. Representations and Warranties made by seller: This vehicle is being sold \"as is\". Manufacturers warranties may still apply. Extended warranty may be available, e-mail or phone Scott at (954) 228-2740 for details. No representations or warranties are made by seller, nor are any representations or warranties relied upon by bidders in making bids. Taxes and Registration fees: Out of state buyers are responsible for all state, county, city taxes and fees, as well as title service fees in the state that the vehicle will be registered. All taxes and fees must be paid in full in order for vehicle to be titled and registered. Title Information: Vehicles titles may be held by banks or lenders as collateral for loans. In many cases there is a delay in receiving the original instruments up to 21 days from the time we pay a vehicle off. While we usually have all titles in our possession at closing, there are occasions where we may be waiting for them to arrive. If payment is made by cashier's or personal checks we will hold all titles for 10 days or until funds have cleared. Shipping & Delivery: All shipping charges are buyer's responsibility. Ferrari Maserati of Ft Lauderdale will help with shipping arrangements but will not be responsible in any way for claims arising from shipping damage! Licensed Carriers are generally insured for $3,000,000.00. We assume no responsibility for damages incurred after the vehicle leaves our showroom. All shipping arrangements are provided by Ferrari Maserati of Ft Lauderdale as a courtesy. We are not affiliated with any carrier. Any claims or other communication regarding shipment of vehicles will be between you and the shipper, not with Ferrari Maserati of Ft Lauderdale. The amount of time it takes for delivery is dependent on the carrier, but is generally 7-14 days from the date the vehicle is picked up from our facility until it is delivered to your destination. Verify with the shipper for an Estimate Time of Arrival to be sure. Finalizing your Purchase: Ferrari Maserati of Ft Lauderdale will contact the successful high bidder by e-mail after the auction closes. Successful high bidder MUST communicate with Scott at Ferrari Maserati of Ft Lauderdale by e-mail or phone (954) 228-2740 within 24 hours of the auction ending to make arrangements to complete their transaction. If we cannot confirm your intention to buy or the sale is not completed within 5 days, we reserve the right to relist this vehicle or sell to any other qualified buyer. In order to secure bid on vehicle, Successful bidder (BUYER) must within 24 hours of bid closing send to Seller a Deposit in the amount of 10% by major credit card, cash in person or bank certified funds. Within 72 hours of bid closing, Buyer must send balance of funds by cash in person or bank certified funds to Seller. At time of sending initial deposit, Buyer MUST fax copy of their State issued valid Driver Licence. Furthermore, before said vehicle is released for shipment to Buyer, all other Sale related and title related paperwork must be signed and returned complete to Seller. Selling a Vehicle? Create Professional Listings Fast and Easy. Click Here! Copyright © 2018 Auction123 - All rights reserved. - Disclaimer Auction123 (a service and listing/software company) and the Seller has done his/her best to disclose the equipment/condition of this vehicle/purchase. However, Auction123 disclaims any warranty as to the accuracy or to the working condition of the vehicle/equipment listed. The purchaser or prospective purchaser should verify with the Seller the accuracy of all the information listed within this ad.",
            "EbayItemID": 183359246776,
            "EbayPrimaryCategoryID": 162296,
            "EbayPrimaryCategoryIDPath": "6000:6001:162295:162296",
            "EbayPrimaryCategoryName": "eBay Motors:Cars & Trucks:Bugatti:Veyron",
            "EbaySellerUserID": "ferrarimaseratifl",
            "Engine": "8.0L quad-turbo W16",
            "ExteriorColor": "Gray",
            "ForSaleBy": "Dealer",
            "FuelType": "Gasoline",
            "InteriorColor": "Black",
            "Location": "Fort Lauderdale, Florida",
            "Make": "Bugatti",
            "ManufacturerExteriorColor": "Gunmetal Gray",
            "ManufacturerInteriorColor": "Black",
            "Mileage": 2367,
            "Model": "Veyron",
            "PictureURL": [
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/SgkAAOSwbTRbJTrq/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/esYAAOSwEzJbJTrs/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/agoAAOSwo8BbJTrt/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/CswAAOSwgoxbJTrv/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/YNkAAOSwcfdbJTrw/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/F9YAAOSwgcVbJTrx/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/Sg4AAOSwWDBbJTrz/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg0WDEwMjQ=/z/CDAAAOSwgGtbJTr0/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/jEAAAOSwdrlbJTr1/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/f-YAAOSwm4NbJTr2/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/tusAAOSw8mpbJTr4/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/BzUAAOSwhT1bJTr6/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/T2UAAOSwWHZbJTr8/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/tXwAAOSwDrVbJTsH/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/hGkAAOSwcwlbJTsJ/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/dn4AAOSw5P9bJTsK/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/0L0AAOSw3FBbJTsM/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/bQgAAOSwz35bJTsN/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/xDwAAOSwgTJbJTsO/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/67EAAOSwGqxbJTsQ/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/OG0AAOSweltbJTsT/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/d5wAAOSwfshbJTsU/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/0pgAAOSw7kVbJTsV/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/Njg1WDEwMjQ=/z/qjQAAOSwa69bJTsX/$_1.JPG?set_id=2"
            ],
            "PostalCode": "33308",
            "StartTime": "2018-08-03T17:09:41.000Z",
            "StoreName": "ferrarimaseratifl",
            "StoreURL": "http://stores.ebay.com/id=101689393",
            "Title": "Bugatti Veyron 16.4 Grand Sport",
            "Transmission": "Automatic",
            "VIN": "VF9SK2C21CM795046",
            "VehicleTitle": "Clear",
            "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/Sang-Noir-Wheels-Black-Horseshoe-Grill-Matte-Aluminum-Carbon-Fiber-Stone-Guard-/183359246776",
            "Warranty": "Vehicle does NOT have an existing warranty",
            "Year": 2012,
            "_currencyID": "USD",
            "value": 1990000.0
        },
        {
            "BodyType": "Coupe",
            "ConditionDisplayName": "Used",
            "ConditionID": 3000,
            "Description": "prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next Vital Information Year Make Model Mileage 2010 Bugatti Veyron 6,061 Exterior Interior Stock # VIN Black Black AM795198 VF9SC2C2XAM795198 Engine W16 Photos Contact Us Dealer Contact Prestige Imports AutoCheck Prestige Imports is a AutoCheck Certified dealer. Please call us for a FREE AutoCheck report for this vehicle. Ask Dealer A Question If you have a question, please call or complete the form below for a quick response. Name Email Phone Question(s) Below are a few of the other vehicles currently available from Prestige Imports About Prestige Imports Prestige Imports has served luxury vehicle owners of South Florida for almost four decades, and during this period has cemented its reputation as one of America's premier automotive retailers. The Prestige Imports family includes four premium vehicle franchises in North Miami Beach, including one of North America's leading Lamborghini dealerships.In addition to its new vehicle offerings, Prestige Imports hosts an impressive inventory of luxury pre-owned vehicles from such esteemed brands as Aston Martin, Bentley, BMW, Ferrari, Jaguar, Lamborghini, Land Rover, Lotus, Maserati, Maybach, Mercedes-Benz, Porsche, Rolls-Royce and Saleen. To visit the Web sites of our dealerships, please select from the brand logos on this page or choose from the following links: Lamborghini Miami (Lamborghini) Lotus Miami (Lotus) Pagani Miami (Pagani)Karma Miami(KARMA) Feel free to follow us on Instagram: @prestigeimports Terms & Conditions Payment Options We accept the following payment methods: - Cashier's Check/money order- Loan check from eBay Financing Center Vehicle Pickup & Shipping All shipping charges are buyer's responsibility. General Terms Prices may not include additional fees such as government fees and taxes, title and registration fees, finance charges, dealer document preparation fees, processing fees, and emission testing and compliance charges. Deposit of $500 must be paid within 24 hours of auction close. Items will not be available for pickup or shipping until full payment is received and cleared by our local bank. We reserve the right to remove this listing due to on-site sales. Fees and Taxes Out of state buyers are not charged tax, title, or license (conditions apply, contact us for more information) but are responsible for the documentation fee. The customer is responsible for registering the vehicle in their home state. You will receive 30-day in-transit tags. Ad created by DealerSocket Inventory+. Call 877-487-5822 to find out how Inventory+ can service your dealership. eCarList.com",
            "EbayItemID": 392093242222,
            "EbayPrimaryCategoryID": 162296,
            "EbayPrimaryCategoryIDPath": "6000:6001:162295:162296",
            "EbayPrimaryCategoryName": "eBay Motors:Cars & Trucks:Bugatti:Veyron",
            "EbaySellerUserID": "prestigeimports123",
            "Engine": "Unspecified",
            "ExteriorColor": "Blue",
            "ForSaleBy": "Dealer",
            "FuelType": "Gas",
            "InteriorColor": "Black",
            "Location": "Miami, Florida",
            "Make": "Bugatti",
            "Mileage": 6061,
            "Model": "Veyron",
            "PictureURL": [
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/Zo0AAOSwLpxbYkyl/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/apUAAOSwNedbYkyo/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/szMAAOSw52tbYkyo/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/8GwAAOSwr85bYkyp/$_1.JPG?set_id=2"
            ],
            "PostalCode": "33181",
            "StartTime": "2018-08-02T00:13:32.000Z",
            "StoreName": "Prestige Imports Florida",
            "StoreURL": "http://stores.ebay.com/id=79397055",
            "Title": "2010 Bugatti Veyron",
            "Transmission": "Automatic",
            "VIN": "VF9SC2C2XAM795198",
            "VehicleTitle": "Clear",
            "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/2010-Bugatti-Veyron-/392093242222",
            "Year": 2010,
            "_currencyID": "USD",
            "value": 1899950.0
        },
        {
            "ConditionDisplayName": "Used",
            "ConditionID": 3000,
            "Description": "5615021777 only call don't text. In west Palm beach Florida before you call me its in west Palm beach FloridaONE OWNERFULLY LOADED WITH EVERY OPTION AVAILABLEFULLY SERVICED AND DOCUMENTEDCLEAN TITLE IN HANDCLEAN CARFAXREADY FOR A SERIOUS BUYER1 YEAR WARRANTY FOR $61K FROMClose to $1.89 million u have a deal only call don't text",
            "EbayItemID": 153107888141,
            "EbayPrimaryCategoryID": 162296,
            "EbayPrimaryCategoryIDPath": "6000:6001:162295:162296",
            "EbayPrimaryCategoryName": "eBay Motors:Cars & Trucks:Bugatti:Veyron",
            "EbaySellerUserID": "haroldeokee10",
            "ForSaleBy": "Private Seller",
            "Location": "West Palm Beach, Florida",
            "Make": "Bugatti",
            "Mileage": 3100,
            "Model": "Veyron",
            "PictureURL": [
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/vGsAAOSwGZxbUkvb/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/cC4AAOSwBY1bUkvd/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDMzNw==/z/DSIAAOSwdc5bUkve/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/8BcAAOSwPCtbUkvf/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/6rsAAOSwfbRbUkvi/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/Z3AAAOSw-xNbUkvl/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/BkEAAOSwg0hbUkvv/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/Pq4AAOSw229bUkvw/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDUwWDYwMA==/z/0bcAAOSw~4VbUkvx/$_57.JPG?set_id=8800005007"
            ],
            "PostalCode": "33409",
            "StartTime": "2018-07-20T21:19:17.000Z",
            "Title": "2011 Bugatti Veyron",
            "Transmission": "Automatic",
            "VIN": "VF9SK2C21BM795014",
            "VehicleTitle": "Clear",
            "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/2011-bugatti-veyron-sport-/153107888141",
            "Year": 2011,
            "_currencyID": "USD",
            "value": 1890000.0
        },
        {
            "BodyType": "Coupe",
            "ConditionDisplayName": "Used",
            "ConditionID": 3000,
            "Description": "prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next prev next Vital Information Year Make Model Mileage 2008 Bugatti Veyron 3,516 Exterior Interior Stock # VIN Black White 84290 VF9SA25C68M795074 Engine 8.0L W16 Photos Contact Us Dealer Contact Prestige Imports AutoCheck Prestige Imports is a AutoCheck Certified dealer. Please call us for a FREE AutoCheck report for this vehicle. Ask Dealer A Question If you have a question, please call or complete the form below for a quick response. Name Email Phone Question(s) Below are a few of the other vehicles currently available from Prestige Imports About Prestige Imports Prestige Imports has served luxury vehicle owners of South Florida for almost four decades, and during this period has cemented its reputation as one of America's premier automotive retailers. The Prestige Imports family includes four premium vehicle franchises in North Miami Beach, including one of North America's leading Lamborghini dealerships.In addition to its new vehicle offerings, Prestige Imports hosts an impressive inventory of luxury pre-owned vehicles from such esteemed brands as Aston Martin, Bentley, BMW, Ferrari, Jaguar, Lamborghini, Land Rover, Lotus, Maserati, Maybach, Mercedes-Benz, Porsche, Rolls-Royce and Saleen. To visit the Web sites of our dealerships, please select from the brand logos on this page or choose from the following links: Lamborghini Miami (Lamborghini) Lotus Miami (Lotus) Pagani Miami (Pagani)Karma Miami(KARMA) Feel free to follow us on Instagram: @prestigeimports Terms & Conditions Payment Options We accept the following payment methods: - Cashier's Check/money order- Loan check from eBay Financing Center Vehicle Pickup & Shipping All shipping charges are buyer's responsibility. General Terms Prices may not include additional fees such as government fees and taxes, title and registration fees, finance charges, dealer document preparation fees, processing fees, and emission testing and compliance charges. Deposit of $500 must be paid within 24 hours of auction close. Items will not be available for pickup or shipping until full payment is received and cleared by our local bank. We reserve the right to remove this listing due to on-site sales. Fees and Taxes Out of state buyers are not charged tax, title, or license (conditions apply, contact us for more information) but are responsible for the documentation fee. The customer is responsible for registering the vehicle in their home state. You will receive 30-day in-transit tags. Ad created by DealerSocket Inventory+. Call 877-487-5822 to find out how Inventory+ can service your dealership. eCarList.com",
            "EbayItemID": 392093886116,
            "EbayPrimaryCategoryID": 6472,
            "EbayPrimaryCategoryIDPath": "6000:6001:6472",
            "EbayPrimaryCategoryName": "eBay Motors:Cars & Trucks:Other Makes",
            "EbaySellerUserID": "prestigeimports123",
            "ExteriorColor": "Black",
            "ForSaleBy": "Dealer",
            "FuelType": "Gas",
            "InteriorColor": "White",
            "Location": "Miami, Florida",
            "Make": "Bugatti",
            "Mileage": 3516,
            "PictureURL": [
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/Dq4AAOSwVj5bY5yb/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/b1wAAOSwD9pbY5yb/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/oe4AAOSwKdZbY5yc/$_1.JPG?set_id=2",
                "https://i.ebayimg.com/00/s/NDI3WDY0MA==/z/U20AAOSwEN9bY5yd/$_1.JPG?set_id=2"
            ],
            "PostalCode": "33181",
            "StartTime": "2018-08-03T00:06:57.000Z",
            "StoreName": "Prestige Imports Florida",
            "StoreURL": "http://stores.ebay.com/id=79397055",
            "Title": "2008 Bugatti",
            "Transmission": "Automatic",
            "VIN": "VF9SA25C68M795074",
            "VehicleTitle": "Clear",
            "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/2008-Bugatti-Veyron-/392093886116",
            "Year": 2008,
            "_currencyID": "USD",
            "value": 1399950.0
        },
        {
            "ConditionDisplayName": "Used",
            "ConditionID": 3000,
            "Description": "I believe this is a replica 1925 Bugatti Model 35C. Was titled as a 2014 which is when some mechanical repairs were made, was actually built a few years earlier. VIN number MVIN 352258IND (the ebay format did not let me enter the number in required field since it is kit built). Made with a Volkswagen engine and chassis. Fiberglass body which is good all around, no cracks, damage or repairs. Has recently had a mechanic go over engine and replace the carburetor, some wiring, a window, a ring gear. 4 speed manual transmission. Sharp interior with black seats, nice dash. Sounds and runs nicely. Only a crack to one rear tail lite. Odometer reading is under 2000 miles but not sure how accurate. Not driven much. Can be seen in South Bend, Indiana.",
            "EbayItemID": 352416177333,
            "EbayPrimaryCategoryID": 162297,
            "EbayPrimaryCategoryIDPath": "6000:6001:162295:162297",
            "EbayPrimaryCategoryName": "eBay Motors:Cars & Trucks:Bugatti:Other",
            "EbaySellerUserID": "dwhhoosier",
            "Engine": "VW 4 Cyl.",
            "ExteriorColor": "Blue",
            "FuelType": "Gasoline",
            "InteriorColor": "Black",
            "Location": "South Bend, Indiana",
            "Make": "Bugatti",
            "Mileage": 2000,
            "Model": "35C",
            "PictureURL": [
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/oe4AAOSwGVJbW0v8/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/2zUAAOSwnM1bW0wL/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/QUMAAOSwgClbW0wX/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/4G8AAOSwThtbW0wp/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/0~kAAOSwKtFbW0xY/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/Mzg5WDYzMA==/z/LdgAAOSwbaxbW0yC/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NTEzWDQ3MQ==/z/10IAAOSwKLVbW0yg/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/VzMAAOSw97xbW0y4/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/dvwAAOSwLitbW0zC/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/egkAAOSwa3BbW0za/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/FqsAAOSwFb5bW0zn/$_57.JPG?set_id=8800005007",
                "https://i.ebayimg.com/00/s/NDgwWDY0MA==/z/g6UAAOSwixlbW00C/$_57.JPG?set_id=8800005007"
            ],
            "PostalCode": "46619",
            "StartTime": "2018-07-27T16:57:55.000Z",
            "StoreName": "Hoosier Favorite Tackle and Sports",
            "StoreURL": "http://stores.ebay.com/id=1550936",
            "Title": "2014 Bugatti 35C",
            "Transmission": "Manual",
            "VIN": "00000000000000000",
            "VehicleTitle": "Clear",
            "ViewItemURLForNaturalSearch": "http://www.ebay.com/itm/1925-Bugatti-Model-35C-Replica-Car-Built-Kit-2014-/352416177333",
            "Warranty": "Vehicle does NOT have an existing warranty",
            "Year": 2014,
            "_currencyID": "USD",
            "value": 8500.0
        }
    ]
}